Revit 2027 API
Transaction Constructor
Overload List
Name | Description
Transaction(Document) |  Instantiates a transaction object.
Transaction(Document, String) |  Instantiates a transaction object
Top
See Also
Reference
Transaction Class
Autodesk.Revit.DB Namespace